Repository: CareerAdvisor/Jobcus
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: af, ar, es, fr, nl, pt

source: Free
af: Gratis
es: Gratis
fr: Gratuit
nl: Gratis
pt: Gratuito

source: Great for a quick check
af: Ideaal vir 'n vinnige kontrole
es: Ideal para una revisión rápida
fr: Idéal pour une vérification rapide
nl: Ideaal voor een snelle controle
pt: Ótimo para uma verificação rápida

source: Weekly Pass
af: Weekpas
es: Pase semanal
fr: Pass hebdomadaire
nl: Weekpas
pt: Passe semanal

source: For urgent applications
af: Vir dringende aansoeke
es: Para candidaturas urgentes
fr: Pour les candidatures urgentes
nl: Voor dringende sollicitaties
pt: Para candidaturas urgentes

source: Standard
af: Standaard
es: Estándar
nl: Standaard
pt: Padrão

source: Serious applications, smarter tools
af: Ernstige aansoeke, slimmer gereedskap
es: Candidaturas serias, herramientas más inteligentes
fr: Candidatures sérieuses, outils plus intelligents
nl: Serieuze sollicitaties, slimmere tools
pt: Candidaturas sérias, ferramentas mais inteligentes

source: Best value for ongoing career growth
af: Beste waarde vir volgehoue loopbaangroei
es: La mejor opción para un crecimiento profesional continuo
fr: Meilleur rapport qualité-prix pour une progression continue
nl: Beste waarde voor blijvende loopbaangroei
pt: Melhor custo-benefício para o crescimento contínuo

source: JD Generator
es: Generador de descripciones
fr: Générateur d'offres
nl: Vacaturegenerator
pt: Gerador de vagas

source: AI Job Description Generator
af: KI-werksbeskrywinggenerator
es: Generador de descripciones de puestos con IA
fr: Générateur d'offres d'emploi IA
nl: AI-vacaturegenerator
pt: Gerador de descrições de vagas com IA

source: AI Career Chat
af: KI-loopbaangesprek
ar: محادثة الوظائف بالذكاء الاصطناعي
es: Chat profesional con IA
fr: Chat de carrière IA
nl: AI loopbaanchat
pt: Chat de carreira com IA

source: Resume Analyzer
af: CV-ontleder
ar: محلل السيرة الذاتية
es: Analizador de CV
fr: Analyseur de CV
nl: CV-analyse
pt: Analisador de currículos

source: Features
af: Kenmerke
ar: الميزات
es: Funciones
fr: Fonctionnalités
nl: Functies
pt: Recursos

source: Resume Builder
af: CV-bouer
ar: منشئ السيرة الذاتية
es: Generador de CV
fr: Créateur de CV
nl: CV-builder
pt: Criador de currículos

source: Cover Letter
af: Voorbladbrief
ar: خطاب التغطية
es: Carta de presentación
fr: Lettre de motivation
nl: Sollicitatiebrief
pt: Carta de apresentação

source: Interview Coach
af: Onderhoudsafrigter
ar: مدرب المقابلات
es: Entrenador de entrevistas
fr: Coach d'entretien
nl: Sollicitatiecoach
pt: Treinador de entrevistas

source: Skill Gap Analysis
af: Vaardigheidsgaping-analise
ar: تحليل فجوة المهارات
es: Análisis de brechas de habilidades
fr: Analyse des lacunes de compétences
nl: Vaardigheidsanalyse
pt: Análise de lacunas de habilidades

source: Job Insights
af: Werkinligting
ar: رؤى الوظائف
es: Información laboral
fr: Aperçus du marché de l'emploi
nl: Arbeidsmarktinzichten
pt: Insights sobre vagas

source: Pricing
af: Pryse
ar: الأسعار
es: Precios
fr: Tarifs
nl: Prijzen
pt: Preços

source: Employers
af: Werkgewers
ar: أصحاب العمل
es: Empleadores
fr: Employeurs
nl: Werkgevers
pt: Empregadores

source: Upgrade plan
af: Gradeer plan op
ar: ترقية الخطة
es: Actualizar plan
fr: Mettre à niveau l’offre
nl: Plan upgraden
pt: Atualizar plano

source: Log out
af: Meld af
ar: تسجيل الخروج
es: Cerrar sesión
fr: Se déconnecter
nl: Afmelden
pt: Sair

source: Sign up / Log in
af: Teken aan / Meld aan
ar: إنشاء حساب / تسجيل الدخول
es: Registrarse / Iniciar sesión
fr: Inscription / Connexion
nl: Registreren / Inloggen
pt: Criar conta / Entrar

source: Language
af: Taal
ar: اللغة
es: Idioma
fr: Langue
nl: Taal
pt: Idioma

source: Currency
af: Geldeenheid
ar: العملة
es: Moneda
fr: Devise
nl: Valuta
pt: Moeda

source: Language & currency
af: Taal en geldeenheid
ar: اللغة والعملة
es: Idioma y moneda
fr: Langue et devise
nl: Taal en valuta
pt: Idioma e moeda

source: Jobcus - AI Career Chat
af: Jobcus - KI-loopbaangesprek
ar: جوبكاس - محادثة وظائف بالذكاء الاصطناعي
es: Jobcus - Chat profesional con IA
fr: Jobcus - Chat de carrière IA
nl: Jobcus - AI loopbaanchat
pt: Jobcus - Chat de carreira com IA

source: AI Career Chat • Built for Job Seekers
af: KI-loopbaangesprek • Gebou vir werksoekers
ar: محادثة ذكاء اصطناعي مُصممة للباحثين عن عمل
es: Chat profesional con IA • Diseñado para quienes buscan empleo
fr: Chat de carrière IA • Conçu pour les candidats
nl: AI-loopbaanchat • Gemaakt voor werkzoekenden
pt: Chat de carreira com IA • Feito para candidatos

source: Your personal AI career advisor - in one simple chat
af: Jou persoonlike KI-loopbaanadviseur – in één eenvoudige gesprek
ar: مستشارك المهني بالذكاء الاصطناعي في محادثة واحدة بسيطة
es: Tu asesor de carrera con IA en un chat sencillo
fr: Votre conseiller de carrière IA personnel dans un simple chat
nl: Je persoonlijke loopbaanadviseur met AI in één eenvoudige chat
pt: Seu consultor de carreira com IA em um único chat

source: Ask career questions in natural language. Jobcus routes you to Resume Analyzer/Builder, Cover Letters, Interview Coach (Jeni), Skill-Gap, and live Job Insights.
af: Vra loopbaanvrae in natuurlike taal. Jobcus lei jou na CV-ontleder/-bouer, Voorbladbriewe, Onderhoudsafrigter (Jeni), Vaardigheidsgaping en regstreekse werkinligting.
ar: اطرح أسئلتك المهنية بلغة طبيعية. يقوم Jobcus بتوجيهك إلى محلل السيرة، منشئ السيرة، خطابات التغطية، مدرب المقابلات (جيني)، تحليل فجوة المهارات، ورؤى الوظائف المباشرة.
es: Haz preguntas sobre tu carrera en lenguaje natural. Jobcus te dirige al Analizador/Generador de CV, Cartas de presentación, Entrenador de entrevistas (Jeni), análisis de brechas de habilidades y oportunidades laborales en tiempo real.
fr: Posez vos questions de carrière en langage naturel. Jobcus vous oriente vers l'analyseur/générateur de CV, les lettres de motivation, le coach d'entretien (Jeni), l'analyse des écarts de compétences et les informations sur l'emploi en direct.
nl: Stel je loopbaanvragen in natuurlijke taal. Jobcus leidt je naar de CV-analyse/-bouwer, sollicitatiebrieven, de interviewcoach (Jeni), vaardigheidsanalyse en actuele arbeidsmarktinzichten.
pt: Faça perguntas sobre carreira em linguagem natural. A Jobcus direciona você para o analisador/gerador de currículos, cartas de apresentação, treinador de entrevistas (Jeni), análise de lacunas de habilidades e insights de vagas em tempo real.

source: Try the AI Career Chat
af: Probeer die KI-loopbaangesprek
ar: جرّب محادثة الذكاء الاصطناعي
es: Probar el chat profesional con IA
fr: Essayer le chat de carrière IA
nl: Probeer de AI-loopbaanchat
pt: Experimentar o chat de carreira com IA

source: View pricing
af: Sien pryse
ar: عرض الأسعار
es: Ver precios
fr: Voir les tarifs
nl: Bekijk prijzen
pt: Ver preços

source: Can you analyse my resume for a UX Designer role?
af: Kan jy my CV vir ’n UX-ontwerppos analiseer?
es: ¿Puedes analizar mi currículum para un puesto de Diseñador UX?
fr: Peux-tu analyser mon CV pour un poste de designer UX ?
nl: Kun je mijn cv analyseren voor een functie als UX-designer?
pt: Você pode analisar meu currículo para uma vaga de Designer UX?

source: Sure - I’ll scan for ATS keywords, structure and gaps. Do you have the job link?
af: Beslis – ek sal vir ATS-sleutelwoorde, struktuur en gapings skandeer. Het jy die pos-skakel?
es: Claro, revisaré palabras clave ATS, estructura y brechas. ¿Tienes el enlace de la vacante?
fr: Bien sûr – je vais analyser les mots-clés ATS, la structure et les écarts. As-tu le lien de l'offre ?
nl: Zeker – ik scan op ATS-trefwoorden, structuur en hiaten. Heb je de vacaturelink?
pt: Claro – vou verificar palavras-chave ATS, estrutura e lacunas. Você tem o link da vaga?

source: Here’s the JD. Also, what skills am I missing for Senior UX?
af: Hier is die posbeskrywing. Watter vaardighede kort ek vir Senior UX?
es: Aquí está la descripción. Además, ¿qué habilidades me faltan para un puesto de UX senior?
fr: Voici la fiche de poste. Quelles compétences me manquent pour un poste de UX senior ?
nl: Hier is de functieomschrijving. Welke vaardigheden mis ik nog voor Senior UX?
pt: Aqui está a descrição. Quais habilidades me faltam para UX sênior?

source: You’re strong on research. Add “Design Systems”, “A/B testing”, and “Figma Auto Layout”. I can generate a cover letter too.
af: Jy blink uit in navorsing. Voeg “Ontwerpsisteme”, “A/B-toetsing” en “Figma Auto Layout” by. Ek kan ook ’n voorbladbrief genereer.
es: Destacas en investigación. Añade “Sistemas de diseño”, “Pruebas A/B” y “Auto Layout de Figma”. También puedo generar una carta de presentación.
fr: Tu es très forte en recherche. Ajoute « systèmes de design », « tests A/B » et « Figma Auto Layout ». Je peux aussi générer une lettre de motivation.
nl: Je bent sterk in onderzoek. Voeg “Design systems”, “A/B-testen” en “Figma Auto Layout” toe. Ik kan ook een sollicitatiebrief genereren.
pt: Você é forte em pesquisa. Adicione “Sistemas de design”, “Testes A/B” e “Auto Layout do Figma”. Também posso gerar uma carta de apresentação.

source: Ask your career question…
af: Vra jou loopbaanvraag…
ar: اطرح سؤالك المهني…
es: Haz tu pregunta de carrera…
fr: Pose ta question de carrière…
nl: Stel je loopbaanvraag…
pt: Faça sua pergunta de carreira…

source: chat input
af: kletsinvoer
ar: حقل المحادثة
es: entrada del chat
fr: saisie du chat
nl: chatinvoer
pt: entrada do chat

source: Send
af: Stuur
ar: إرسال
es: Enviar
fr: Envoyer
nl: Verzenden
pt: Enviar

source: How Jobcus works
af: Hoe Jobcus werk
ar: كيف يعمل Jobcus
es: Cómo funciona Jobcus
fr: Comment fonctionne Jobcus
nl: Hoe Jobcus werkt
pt: Como a Jobcus funciona

source: <strong>Ask in chat</strong> - Tell us your goal (e.g., “switch to Data Analyst”).
af: <strong>Vra in die klets</strong> – Vertel ons jou doel (bv. “skuif na Data-ontleder”).
es: <strong>Pregunta en el chat</strong> - Cuéntanos tu objetivo (p. ej., “cambiar a Analista de Datos”).
fr: <strong>Demandez dans le chat</strong> – Indiquez-nous votre objectif (p. ex. « passer analyste de données »).
nl: <strong>Vraag het in de chat</strong> – Vertel ons je doel (bijv. “overstappen naar data-analist”).
pt: <strong>Pergunte no chat</strong> – Conte-nos seu objetivo (ex.: “migrar para Analista de Dados”).

source: <strong>Auto-route</strong> - We provide you with the right tool (resume, cover letter, interview coach…).
af: <strong>Outo-roetering</strong> – Ons gee jou die regte hulpmiddel (CV, voorbladbrief, onderhoudsafrigter…).
es: <strong>Derivación automática</strong> - Te ofrecemos la herramienta adecuada (currículum, carta, entrenador de entrevistas…).
fr: <strong>Orientation automatique</strong> – Nous vous proposons l'outil adapté (CV, lettre, coach d'entretien…).
nl: <strong>Automatische doorverwijzing</strong> – Wij bieden je het juiste hulpmiddel (cv, brief, interviewcoach…).
pt: <strong>Roteamento automático</strong> – Fornecemos a ferramenta certa (currículo, carta, treinador de entrevistas…).

source: <strong>Iterate fast</strong> - Refine with AI suggestions and download polished results.
af: <strong>Herhaal vinnig</strong> – Verfyn met KI-voorstelle en laai gepoleerde resultate af.
es: <strong>Itera rápido</strong> - Mejora con sugerencias de IA y descarga resultados pulidos.
fr: <strong>Itérez rapidement</strong> – Affinez grâce aux suggestions de l'IA et téléchargez des résultats soignés.
nl: <strong>Itereer snel</strong> – Verfijn met AI-suggesties en download het eindresultaat.
pt: <strong>Itere rapidamente</strong> – Refine com sugestões da IA e baixe resultados prontos.

source: Everything flows from the chat
af: Alles vloei uit die klets
es: Todo parte del chat
fr: Tout part du chat
nl: Alles begint bij de chat
pt: Tudo começa no chat

source: Ask one question. Jobcus routes you to the right tool.
af: Vra een vraag. Jobcus lei jou na die regte hulpmiddel.
es: Haz una pregunta. Jobcus te dirige a la herramienta correcta.
fr: Posez une question. Jobcus vous oriente vers le bon outil.
nl: Stel één vraag. Jobcus brengt je bij het juiste hulpmiddel.
pt: Faça uma pergunta. A Jobcus direciona você para a ferramenta correta.

source: Upload your resume to get an ATS score, keyword match, and actionable fixes in seconds.
af: Laai jou CV op om ’n ATS-telling, sleutelwoordpassing en uitvoerbare verbeterings binne sekondes te kry.
es: Sube tu currículum para obtener una puntuación ATS, coincidencia de palabras clave y mejoras accionables en segundos.
fr: Importez votre CV pour obtenir en quelques secondes un score ATS, la correspondance de mots-clés et des améliorations concrètes.
nl: Upload je cv voor een ATS-score, trefwoordmatch en concrete verbeteringen in seconden.
pt: Envie seu currículo para obter pontuação ATS, correspondência de palavras-chave e melhorias imediatas.

source: Build a polished, ATS-friendly resume with AI suggestions and modern/minimal templates.
af: Bou ’n gepoleerde, ATS-vriendelike CV met KI-voorstelle en moderne/minimalistiese sjablone.
es: Crea un currículum pulido y compatible con ATS con sugerencias de IA y plantillas modernas/minimalistas.
fr: Créez un CV soigné et compatible ATS avec les suggestions de l'IA et des modèles modernes/minimalistes.
nl: Bouw een strak, ATS-vriendelijk cv met AI-suggesties en moderne/minimalistische sjablonen.
pt: Crie um currículo refinado e compatível com ATS com sugestões de IA e modelos modernos/minimalistas.

source: Cover Letter Generator
af: Voorbladbriefgenerator
es: Generador de cartas de presentación
fr: Générateur de lettres de motivation
nl: Generator voor sollicitatiebrieven
pt: Gerador de cartas de apresentação

source: Turn your resume + job link into a polished, tailored letter in seconds. Choose tone and refine with AI.
af: Skakel jou CV en pos-skakel om in ’n gesofistikeerde, persoonlike brief in sekondes. Kies die toon en verfyn met KI.
es: Convierte tu currículum y la vacante en una carta personalizada en segundos. Elige el tono y perfílala con IA.
fr: Transformez votre CV et l'offre en une lettre personnalisée en quelques secondes. Choisissez le ton et affinez avec l'IA.
nl: Maak van je cv en de vacaturelink in seconden een gepersonaliseerde brief. Kies de toon en verfijn met AI.
pt: Transforme seu currículo e a vaga em uma carta personalizada em segundos. Escolha o tom e refine com IA.

source: Interview Coach (Jeni)
af: Onderhoudsafrigter (Jeni)
es: Entrenador de entrevistas (Jeni)
fr: Coach d'entretien (Jeni)
pt: Treinador de entrevistas (Jeni)

source: Practice role-specific questions and receive feedback on clarity, tone, and confidence - anytime.
af: Oefen rolspesifieke vrae en kry terugvoer oor duidelikheid, toon en selfvertroue – enige tyd.
es: Practica preguntas específicas del rol y recibe comentarios sobre claridad, tono y confianza, en cualquier momento.
fr: Entraînez-vous avec des questions spécifiques au poste et recevez des retours sur la clarté, le ton et la confiance, à tout moment.
nl: Oefen functiespecifieke vragen en ontvang feedback op duidelijkheid, toon en zelfvertrouwen – wanneer je maar wilt.
pt: Pratique perguntas específicas do cargo e receba feedback sobre clareza, tom e confiança a qualquer momento.

source: Skill-Gap Analyzer
af: Vaardigheidsgapanalise
es: Analizador de brechas de habilidades
fr: Analyseur de lacunes de compétences
nl: Vaardigheidsgapanalyse
pt: Analisador de lacunas de habilidades

source: Compare your skills to target roles and get a step-by-step upskilling plan with course suggestions.
af: Vergelyk jou vaardighede met teikenrolle en kry ’n stap-vir-stap opgradeerplan met kursusaanbevelings.
es: Compara tus habilidades con los roles objetivo y obtén un plan de mejora paso a paso con sugerencias de cursos.
fr: Comparez vos compétences aux postes visés et obtenez un plan de montée en compétences pas à pas avec des recommandations de cours.
nl: Vergelijk je vaardigheden met je doelrollen en krijg een stappenplan voor ontwikkeling met cursusaanbevelingen.
pt: Compare suas habilidades com os cargos desejados e receba um plano de desenvolvimento passo a passo com sugestões de cursos.

source: Create clear, inclusive job descriptions in minutes and ready to copy or download.
af: Skep duidelike, inklusiewe posbeskrywings binne minute en gereed om te kopieer of af te laai.
es: Crea descripciones de puesto claras e inclusivas en minutos, listas para copiar o descargar.
fr: Créez des descriptions de poste claires et inclusives en quelques minutes, prêtes à copier ou télécharger.
nl: Maak binnen minuten duidelijke, inclusieve vacatureteksten die klaar zijn om te kopiëren of te downloaden.
pt: Crie descrições de vaga claras e inclusivas em minutos, prontas para copiar ou baixar.

source: Loved by job seekers worldwide
af: Gewild onder werksoekers wêreldwyd
ar: محبوب من الباحثين عن عمل حول العالم
es: Amado por quienes buscan empleo en todo el mundo
fr: Apprécié par les candidats du monde entier
nl: Geliefd bij werkzoekenden wereldwijd
pt: Querido por candidatos do mundo inteiro

source: “Jobcus helped me rebuild my resume and I got 3 interviews in a week.”
af: “Jobcus het my gehelp om my CV te herskryf en ek het drie onderhoude in ’n week gekry.”
es: “Jobcus me ayudó a rehacer mi currículum y conseguí 3 entrevistas en una semana.”
fr: « Jobcus m'a aidé à refaire mon CV et j'ai obtenu trois entretiens en une semaine. »
nl: “Jobcus hielp me mijn cv opnieuw op te bouwen en ik kreeg drie gesprekken in één week.”
pt: “A Jobcus me ajudou a refazer meu currículo e consegui três entrevistas em uma semana.”

source: - Aisha O., Product Designer
af: – Aisha O., Produkontwerper
es: – Aisha O., Diseñadora de producto
fr: – Aisha O., Designer produit
nl: – Aisha O., Productontwerper
pt: – Aisha O., Designer de produto

source: “The interview coach felt real. I walked in confident and got an offer.”
af: “Die onderhoudsafrigter het eg gevoel. Ek was selfvertrouevol en het ’n aanbod gekry.”
es: “El entrenador de entrevistas se sintió real. Entré con confianza y obtuve una oferta.”
fr: « Le coach d'entretien semblait réel. J'y suis allé confiant et j'ai obtenu une offre. »
nl: “De interviewcoach voelde echt aan. Ik ging vol vertrouwen naar binnen en kreeg een aanbod.”
pt: “O treinador de entrevistas parecia real. Entrei confiante e recebi uma proposta.”

source: - Marco R., Data Analyst
af: – Marco R., Data-ontleder
es: – Marco R., Analista de datos
fr: – Marco R., Analyste données
nl: – Marco R., Data-analist
pt: – Marco R., Analista de dados

source: “Skill-gap insights + learning plan = clarity. Exactly what I needed.”
af: “Vaardigheidsgaping-insigte + leerplan = duidelikheid. Presies wat ek nodig gehad het.”
es: “Diagnóstico de brechas + plan de aprendizaje = claridad. Justo lo que necesitaba.”
fr: « Analyse des écarts de compétences + plan d'apprentissage = clarté. Exactement ce dont j'avais besoin. »
nl: “Inzicht in vaardigheidslacunes + leerplan = duidelijkheid. Precies wat ik nodig had.”
pt: “Insights de lacunas + plano de aprendizado = clareza. Era exatamente o que eu precisava.”

source: - Hannah S., Marketing Associate
af: – Hannah S., Bemarkingsassistent
es: – Hannah S., Asociada de marketing
fr: – Hannah S., Chargée de marketing
nl: – Hannah S., Marketingmedewerker
pt: – Hannah S., Associada de marketing

source: Ready to accelerate your job search?
af: Gereed om jou werksoek te versnel?
ar: هل أنت مستعد لتسريع رحلة البحث عن وظيفة؟
es: ¿Listo para acelerar tu búsqueda de empleo?
fr: Prêt à accélérer votre recherche d'emploi ?
nl: Klaar om je zoektocht te versnellen?
pt: Pronto para acelerar sua busca de emprego?

source: Start free. No credit card required.
af: Begin gratis. Geen kredietkaart nodig nie.
ar: ابدأ مجانًا. لا حاجة لبطاقة ائتمان.
es: Empieza gratis. No se requiere tarjeta.
fr: Commencez gratuitement. Aucune carte bancaire requise.
nl: Begin gratis. Geen creditcard nodig.
pt: Comece grátis. Não precisa de cartão.

source: you@email.com
af: jy@email.com
es: tu@email.com
fr: vous@email.com
nl: jij@email.com
pt: voce@email.com

source: Get started
af: Begin nou
ar: ابدأ الآن
es: Comenzar
fr: Commencer
nl: Aan de slag
pt: Começar

source: FAQs
af: Gereelde vrae
ar: الأسئلة الشائعة
es: Preguntas frecuentes
fr: FAQ
nl: Veelgestelde vragen
pt: Perguntas frequentes

source: Expand All
af: Vou alles oop
ar: توسيع الكل
es: Expandir todo
fr: Tout développer
nl: Alles uitklappen
pt: Expandir tudo

source: Collapse All
af: Vou alles toe
ar: طي الكل
es: Contraer todo
fr: Tout réduire
nl: Alles inklappen
pt: Recolher tudo

source: What is Jobcus?
af: Wat is Jobcus?
es: ¿Qué es Jobcus?
fr: Qu'est-ce que Jobcus ?
nl: Wat is Jobcus?
pt: O que é a Jobcus?

source: Jobcus is an AI-powered career assistant designed to help job seekers build optimised resumes, analyse their skill gaps, prepare for interviews, and gain job market insights - all in one platform.
af: Jobcus is ’n KI-aangedrewe loopbaanassistent wat werksoekers help om geoptimaliseerde CV’s te bou, hul vaardigheidsgapings te ontleed, vir onderhoude voor te berei en werkinligting te kry – alles op één platform.
es: Jobcus es un asistente de carrera con IA diseñado para ayudar a quienes buscan empleo a crear currículos optimizados, analizar sus brechas de habilidades, prepararse para entrevistas y obtener información del mercado laboral, todo en una sola plataforma.
fr: Jobcus est un assistant de carrière propulsé par l'IA qui aide les candidats à créer des CV optimisés, analyser leurs écarts de compétences, se préparer aux entretiens et obtenir des informations sur le marché de l'emploi, le tout sur une seule plateforme.
nl: Jobcus is een AI-loopbaanassistent die werkzoekenden helpt om geoptimaliseerde cv's te maken, hun vaardigheidsgap te analyseren, zich voor te bereiden op interviews en arbeidsmarktinzichten te krijgen – allemaal in één platform.
pt: A Jobcus é um assistente de carreira com IA criado para ajudar candidatos a elaborar currículos otimizados, analisar lacunas de habilidades, preparar-se para entrevistas e obter insights do mercado de trabalho em uma única plataforma.

source: How does the Resume Builder work?
af: Hoe werk die CV-bouer?
es: ¿Cómo funciona el Generador de CV?
fr: Comment fonctionne le générateur de CV ?
nl: Hoe werkt de CV-builder?
pt: Como funciona o Gerador de Currículos?

source: Simply fill in your career details and our AI formats it into a professionally structured resume. You can then download your resume in PDF, Word, or TXT formats.
af: Vul eenvoudig jou loopbaangegewens in en ons KI formateer dit in ’n professionele CV. Jy kan dit dan in PDF, Word of TXT aflaai.
es: Completa tus datos profesionales y nuestra IA los formatea en un currículum profesional. Luego puedes descargarlo en PDF, Word o TXT.
fr: Renseignez vos informations professionnelles et notre IA les met en forme dans un CV professionnel. Vous pouvez ensuite le télécharger en PDF, Word ou TXT.
nl: Vul je loopbaangegevens in en onze AI zet ze om in een professioneel cv. Daarna kun je het downloaden als PDF, Word of TXT.
pt: Basta preencher seus dados profissionais e nossa IA os formata em um currículo profissional. Depois, você pode baixar em PDF, Word ou TXT.

source: What is Resume Optimisation?
af: Wat is CV-optimalisering?
es: ¿Qué es la optimización de currículum?
fr: Qu'est-ce que l'optimisation de CV ?
nl: Wat is cv-optimalisatie?
pt: O que é otimização de currículo?
