Repository: CareerAdvisor/Jobcus
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: af, ar, es, fr, nl, pt

source: Our AI scans your resume and offers an optimised version tailored for ATS (Applicant Tracking Systems) to improve your chances of getting hired.
af: Ons KI skandeer jou CV en bied ’n geoptimaliseerde weergawe vir ATS (Applicant Tracking Systems) om jou kans op aanstelling te verhoog.
es: Nuestra IA analiza tu currículum y ofrece una versión optimizada para ATS (sistemas de seguimiento de candidatos) para mejorar tus posibilidades de contratación.
fr: Notre IA analyse votre CV et propose une version optimisée pour les ATS (Applicant Tracking Systems) afin d'augmenter vos chances d'être recruté.
nl: Onze AI scant je cv en biedt een geoptimaliseerde versie voor ATS (Applicant Tracking Systems) om je kans op een baan te vergroten.
pt: Nossa IA analisa seu currículo e oferece uma versão otimizada para ATS (Applicant Tracking Systems) para aumentar suas chances de contratação.

source: What is the Resume Analyzer?
af: Wat is die CV-ontleder?
es: ¿Qué es el Analizador de CV?
fr: Qu'est-ce que l'analyseur de CV ?
nl: Wat is de CV-analyse?
pt: O que é o analisador de currículos?

source: The analyzer scores your resume based on keywords, relevance, and formatting. It also highlights areas you can improve for better results.
af: Die ontleder gee jou CV ’n punt op grond van sleutelwoorde, relevansie en formaat en wys ook waar jy kan verbeter vir beter resultate.
es: El analizador puntúa tu currículum según palabras clave, relevancia y formato. También resalta áreas que puedes mejorar para obtener mejores resultados.
fr: L'analyseur note votre CV selon les mots-clés, la pertinence et la mise en page, et met en évidence les points à améliorer pour de meilleurs résultats.
nl: De analyse geeft je cv een score op basis van trefwoorden, relevantie en opmaak en toont waar je kunt verbeteren.
pt: O analisador atribui uma pontuação com base em palavras-chave, relevância e formatação e destaca pontos a melhorar.

source: What kind of insights can I get from Job Insights?
af: Watter insigte kry ek met Job Insights?
es: ¿Qué información puedo obtener con Job Insights?
fr: Quelles informations puis-je obtenir avec Job Insights ?
nl: Welke inzichten krijg ik met Job Insights?
pt: Que tipo de insights consigo com o Job Insights?

source: You can discover average salaries, job trends, in-demand skills, and opportunities by region - helping you make informed career choices.
af: Ontdek gemiddelde salarisse, werksneigings, gesogte vaardighede en geleenthede per streek sodat jy ingeligte loopbaankeuses kan maak.
es: Descubre salarios promedio, tendencias laborales, habilidades demandadas y oportunidades por región, lo que te ayuda a tomar decisiones informadas.
fr: Découvrez les salaires moyens, les tendances du marché, les compétences recherchées et les opportunités par région afin de prendre des décisions éclairées.
nl: Ontdek gemiddelde salarissen, trends, gevraagde vaardigheden en kansen per regio, zodat je gefundeerde keuzes maakt.
pt: Descubra salários médios, tendências de vagas, habilidades em alta e oportunidades por região para tomar decisões embasadas.

source: What is the Interview Coach?
af: Wat is die Onderhoudsafrigter?
es: ¿Qué es el Entrenador de entrevistas?
fr: Qu'est-ce que le coach d'entretien ?
nl: Wat is de interviewcoach?
pt: O que é o Treinador de entrevistas?

source: Our AI Interview Coach helps you rehearse job interview questions, suggests best answers, and provides feedback to boost your confidence.
af: Ons KI-onderhoudsafrigter help jou om onderhoudsvrae te oefen, stel die beste antwoorde voor en gee terugvoer om jou selfvertroue te bou.
es: Nuestro Entrenador de entrevistas con IA te ayuda a practicar preguntas, sugiere las mejores respuestas y brinda retroalimentación para aumentar tu confianza.
fr: Notre coach d'entretien IA vous aide à répéter les questions, propose les meilleures réponses et vous donne des retours pour gagner en confiance.
nl: Onze AI-interviewcoach helpt je oefenvragen, stelt de beste antwoorden voor en geeft feedback om je vertrouwen te vergroten.
pt: Nosso treinador de entrevistas com IA ajuda você a praticar perguntas, sugere as melhores respostas e fornece feedback para aumentar sua confiança.

source: How is Jobcus different from other career tools?
af: Hoe verskil Jobcus van ander loopbaanhulpmiddels?
es: ¿En qué se diferencia Jobcus de otras herramientas profesionales?
fr: En quoi Jobcus est-il différent des autres outils ?
nl: Hoe verschilt Jobcus van andere carrièretools?
pt: Como a Jobcus se diferencia de outras ferramentas?

source: Jobcus combines AI resume writing, real-time job market data, personalised interview coaching, and skill gap analysis - all in one simple platform.
af: Jobcus kombineer KI-CV-skryf, werksmarkdata in reële tyd, persoonlike onderhoudsafrigting en vaardigheidsgaping-analise – alles in één eenvoudige platform.
es: Jobcus combina redacción de currículos con IA, datos del mercado laboral en tiempo real, entrenamiento personalizado para entrevistas y análisis de brechas de habilidades, todo en una plataforma sencilla.
fr: Jobcus regroupe la rédaction de CV avec l'IA, des données du marché en temps réel, un coaching d'entretien personnalisé et l'analyse des écarts de compétences – tout dans une plateforme simple.
nl: Jobcus combineert cv-schrijven met AI, realtime arbeidsmarktdata, persoonlijke interviewcoaching en vaardigheidsgapanalyse – in één gebruiksvriendelijk platform.
pt: A Jobcus reúne currículo com IA, dados de mercado em tempo real, coaching de entrevistas personalizado e análise de lacunas de habilidades em uma plataforma simples.

source: Is Jobcus free to use?
af: Is Jobcus gratis om te gebruik?
es: ¿Jobcus es gratis?
fr: Jobcus est-il gratuit ?
nl: Is Jobcus gratis te gebruiken?
pt: A Jobcus é gratuita?

source: Jobcus offers both free and premium features. You can build and analyse resumes for free, while advanced features may require a subscription.
af: Jobcus bied gratis en premium kenmerke. Jy kan CV’s gratis bou en ontleed, terwyl gevorderde funksies ’n intekening kan vereis.
es: Jobcus ofrece funciones gratuitas y premium. Puedes crear y analizar currículos gratis, mientras que las funciones avanzadas pueden requerir suscripción.
fr: Jobcus propose des fonctionnalités gratuites et premium. Vous pouvez créer et analyser des CV gratuitement, tandis que certaines fonctions avancées nécessitent un abonnement.
nl: Jobcus biedt gratis en premiumfuncties. Je kunt gratis cv's maken en analyseren, terwijl geavanceerde functies een abonnement kunnen vereisen.
pt: A Jobcus oferece recursos gratuitos e premium. Você pode criar e analisar currículos gratuitamente, enquanto funções avançadas podem exigir assinatura.

source: Can I upload my existing resume?
af: Kan ek my bestaande CV oplaai?
es: ¿Puedo subir mi currículum actual?
fr: Puis-je importer mon CV existant ?
nl: Kan ik mijn huidige cv uploaden?
pt: Posso enviar meu currículo atual?

source: Yes! You can upload a PDF version of your resume, and our AI will analyse and suggest improvements instantly.
af: Ja! Jy kan ’n PDF van jou CV oplaai en ons KI sal dit onmiddellik ontleed en verbeterings voorstel.
es: ¡Sí! Puedes subir un PDF de tu currículum y nuestra IA lo analizará y sugerirá mejoras al instante.
fr: Oui ! Vous pouvez téléverser votre CV au format PDF et notre IA l'analysera et suggérera instantanément des améliorations.
nl: Ja! Je kunt een pdf van je cv uploaden en onze AI analyseert het direct en stelt verbeteringen voor.
pt: Sim! Você pode enviar seu currículo em PDF e nossa IA analisará e sugerirá melhorias instantaneamente.

source: I found a bug or have feedback. What should I do?
af: Ek het ’n fout gevind of terugvoer. Wat moet ek doen?
es: Encontré un error o tengo comentarios. ¿Qué hago?
fr: J'ai trouvé un bug ou j'ai un commentaire. Que faire ?
nl: Ik heb een bug gevonden of feedback. Wat nu?
pt: Encontrei um erro ou tenho feedback. O que faço?

source: We’d love to hear from you! Use our contact form or reach out via support@jobcus.com. Your feedback helps us improve.
af: Ons hoor graag van jou! Gebruik ons kontakvorm of stuur ’n e-pos na support@jobcus.com. Jou terugvoer help ons verbeter.
es: ¡Nos encantaría saber de ti! Usa nuestro formulario de contacto o escribe a support@jobcus.com. Tus comentarios nos ayudan a mejorar.
fr: Nous serions ravis de vous lire ! Utilisez notre formulaire de contact ou écrivez à support@jobcus.com. Vos retours nous aident à nous améliorer.
nl: We horen graag van je! Gebruik het contactformulier of mail support@jobcus.com. Je feedback helpt ons verbeteren.
pt: Adoraríamos ouvir você! Use nosso formulário de contato ou envie para support@jobcus.com. Seu feedback nos ajuda a melhorar.

source: Create your account
af: Skep jou rekening
ar: أنشئ حسابك
es: Crea tu cuenta
fr: Créer votre compte
nl: Maak je account aan
pt: Crie sua conta

source: Simple pricing for job seekers
af: Eenvoudige pryse vir werksoekers
es: Precios simples para quienes buscan empleo
fr: Tarification simple pour les chercheurs d'emploi
nl: Eenvoudige prijzen voor werkzoekenden
pt: Preços simples para candidatos

source: Start free. Upgrade when you need the AI chat & advanced tools.
af: Begin gratis. Gradeer op wanneer jy die KI-klets en gevorderde gereedskap nodig het.
es: Comienza gratis. Mejora cuando necesites el chat de IA y herramientas avanzadas.
fr: Commencez gratuitement. Passez à l'offre supérieure lorsque vous avez besoin du chat IA et d'outils avancés.
nl: Begin gratis. Upgrade wanneer je de AI-chat en geavanceerde tools nodig hebt.
pt: Comece gratuitamente. Faça upgrade quando precisar do chat de IA e das ferramentas avançadas.

source: Continue Free
af: Gaan voort gratis
es: Continuar gratis
fr: Continuer gratuitement
nl: Ga gratis verder
pt: Continuar gratuitamente

source: Get Weekly Pass
af: Kry 'n weekpas
es: Obtener pase semanal
fr: Obtenir le pass hebdomadaire
nl: Krijg Weekpas
pt: Obter passe semanal

source: Most Popular
af: Gewildste
es: Más popular
fr: Le plus populaire
nl: Meest populair
pt: Mais popular

source: Get Standard
af: Kry Standaard
es: Elegir Estándar
fr: Choisir Standard
nl: Kies Standaard
pt: Assinar Padrão

source: Get Premium
af: Kry Premium
es: Elegir Premium
fr: Choisir Premium
nl: Kies Premium
pt: Assinar Premium

source: Pricing for employers & recruiters
af: Pryse vir werkgewers en werwers
es: Precios para empleadores y reclutadores
fr: Tarifs pour employeurs et recruteurs
nl: Prijzen voor werkgevers en recruiters
pt: Preços para empregadores e recrutadores

source: Start with the AI Job Description Generator - now with built-in employer chat for drafting, revisions, and hiring workflows.
af: Begin met die KI-werksbeskrywinggenerator – nou met ingeboude werkgewerklets vir opstel, hersienings en aanstellingswerkvloeie.
es: Comienza con el Generador de descripciones de puestos con IA; ahora incluye chat para empleadores para borradores, revisiones y flujos de contratación.
fr: Commencez avec le générateur de descriptions de poste IA – désormais avec un chat employeur intégré pour la rédaction, les révisions et les processus d'embauche.
nl: Begin met de AI-vacaturegenerator – nu met ingebouwde werkgeverschat voor concepten, revisies en wervingsworkflows.
pt: Comece com o Gerador de descrições de funções com IA – agora com chat integrado para empregadores para rascunhos, revisões e fluxos de contratação.

source: Chat included
af: Klets ingesluit
es: Chat incluido
fr: Chat inclus
nl: Chat inbegrepen
pt: Chat incluído

source: AI Job Description Generator + AI Chat
af: KI-werksbeskrywinggenerator + KI-klets
es: Generador de descripciones con IA + chat IA
fr: Générateur d'offres d'emploi IA + chat IA
nl: AI-vacaturegenerator + AI-chat
pt: Gerador de descrições de vagas com IA + chat IA

source: AI-Powered Chat:
af: KI-aangedrewe klets:
es: Chat impulsado por IA:
fr: Chat propulsé par l'IA :
nl: AI-aangedreven chat:
pt: Chat com IA:

source: included
af: ingesluit
es: incluido
fr: inclus
nl: inbegrepen
pt: incluído

source: Start JD Generator
af: Begin JD-generator
es: Iniciar generador de descripciones
fr: Lancer le générateur d'offres
nl: Start vacaturegenerator
pt: Iniciar gerador de vagas

source: *Fair use policy applies. Need enterprise or annual? <a href="/employers#contact">Contact sales</a>.
af: *Billike gebruik-beleid geld. Benodig jy ondernemings- of jaarplan? <a href="/employers#contact">Kontak verkope</a>.
es: *Se aplica la política de uso justo. ¿Necesitas un plan empresarial o anual? <a href="/employers#contact">Contacta ventas</a>.
fr: *Politique d'utilisation équitable en vigueur. Besoin d'une offre entreprise ou annuelle ? <a href="/employers#contact">Contactez les ventes</a>.
nl: *Fair-usebeleid van toepassing. Heb je een enterprise- of jaarabonnement nodig? <a href="/employers#contact">Neem contact op met sales</a>.
pt: *Aplica-se a política de utilização justa. Precisa de um plano empresarial ou anual? <a href="/employers#contact">Contacte vendas</a>.

source: Confirm your plan
af: Bevestig jou plan
es: Confirma tu plan
fr: Confirmez votre offre
nl: Bevestig je abonnement
pt: Confirme o seu plano

source: Activate Free Plan
af: Aktiveer gratis plan
es: Activar plan gratuito
fr: Activer l'offre gratuite
nl: Activeer gratis plan
pt: Ativar plano gratuito

source: Continue to secure checkout
af: Gaan voort na veilige betaalpunt
es: Continuar al pago seguro
fr: Continuer vers le paiement sécurisé
nl: Ga door naar beveiligde checkout
pt: Continuar para o checkout seguro

source: Back to pricing
af: Terug na pryse
es: Volver a los precios
fr: Retour aux tarifs
nl: Terug naar prijzen
pt: Voltar aos preços
